/*
 Localizable.strings
 BugReporterTest
 
 Created by charles Samuel DMonte on 15/11/16.
 Copyright © 2016 Giridhar. All rights reserved.
 */

"zanalytics.bug.alert.withscreenshot" = "ਸਕ੍ਰੀਨਸ਼ਾਟ ਨਾਲ";
"zanalytics.bug.alert.withscreenrecord" = "ਸਕ੍ਰੀਨ ਰਿਕਾਰਡਿੰਗ ਨਾਲ";

"zanalytics.bug.alert.about" = "ਇਸ ਬਾਰੇ";
"zanalytics.bug.alert.from" = "ਇਸ ਤੋਂ";
"zanalytics.bug.alert.imagelimitreached" = "ਅਧਿਕਤਮ ਸੀਮਾ ਤੇ ਪਹੁੰਚ ਗਏ";
"zanalytics.bug.alert.imagelimits" = "ਤੁਸੀਂ ਸਿਰਫ 10 ਚਿੱਤਰਾਂ ਤੱਕ ਅਟੈਚ ਕਰ ਸਕਦੇ ਹੋ।";
"zanalytics.bug.alert.macheader" = "ਸਾਡੇ ਨਾਲ ਫੀਡਬੈਕ ਸਾਂਝਾ ਕਰੋ ਜਾਂ ਸਾਡੇ ਹਵਾਲੇ ਲਈ ਅਟੈਚਮੈਂਟਾਂ ਦੇ ਨਾਲ ਬੱਗਸ ਦੀ ਰਿਪੋਰਟ ਕਰੋ";
"zanalytics.bug.alert.write" = "ਸਾਨੂੰ ਲਿਖੋ";
"zanalytics.bug.alert.recordedclip" = "ਰਿਕਾਰਡ ਕੀਤੇ ਕਲਿੱਪਸ";


"zanalytics.bug.alert.anonymalert" = "ਅਸੀਂ ਹਮੇਸ਼ਾ ਆਪਣੇ ਫੀਡਬੈਕ ਨਾਲ ਆਪਣਾ ਈਮੇਲ ਪਤਾ ਸਾਂਝਾ ਕਰਨ ਦੀ ਸਲਾਹ ਦਿੰਦੇ ਹਾਂ। ਜੇਕਰ ਤੁਸੀਂ ਆਪਣਾ ਈਮੇਲ ਪਤਾ ਸਾਂਝਾ ਨਹੀਂ ਕਰਦੇ ਹੋ, ਤਾਂ ਅਸੀਂ ਤੁਹਾਨੂੰ ਸਮੱਸਿਆ ਬਾਰੇ ਅੱਪਡੇਟ ਕਰਨ ਲਈ ਤੁਹਾਡੇ ਨਾਲ ਸੰਪਰਕ ਕਰਨ ਦੇ ਯੋਗ ਨਹੀਂ ਹੋਵਾਂਗੇ।";
"zanalytics.bug.alert.quitfeedback" = "ਕੀ ਤੁਸੀਂ ਯਕੀਨਨ ਛੱਡਣਾ ਚਾਹੁੰਦੇ ਹੋ?";
"zanalytics.feedback.navbar.title.noscreenshots" = "ਕੋਈ ਸਕ੍ਰੀਨਸ਼ੌਟ ਉਪਲਬਧ ਨਹੀਂ";
"zanalytics.feedback.navbar.title.screenshots" = "ਸਕ੍ਰੀਨਸ਼ੌਟ";
"zanalytics.feedback.navbar.title.snap" = "ਸਨੈਪ";
"zanalytics.feedback.navbar.title.compose" = "ਰਚਨਾ ਕਰੋ";

"zanalytics.bug.alert.cancel"               = "ਨਾ";
"zanalytics.bug.alert.title"                = "ਸਾਨੂੰ ਕੁਝ ਦੱਸਣਾ ਚਾਹੁੰਦੇ ਹੋ?";
"zanalytics.feedback.navbar.title.feedback"             = "ਫੀਡਬੈਕ";
"zanalytics.feedback.navbar.title.reportbug"            = "ਬੱਗ ਦੀ ਰਿਪੋਰਟ ਕਰੋ";
"zanalytics.feedback.navbar.title.helpme"               = "ਮੇਰੀ ਮਦਦ ਕਰੋ";

"zanalytics.feedback.navbar.title.systemlogs"             = "ਸਿਸਟਮ ਲੌਗਸ";

"zanalytics.feedback.navbar.title.diagnosticinfo"             = "ਡਾਇਗਨੌਸਟਿਕ ਜਾਣਕਾਰੀ";

"zanalytics.bug.alert.dontshowagain"            = "ਦੁਬਾਰਾ ਨਾ ਦਿਖਾਓ";
"zanalytics.bug.alert.title.helpme"            = "ਮੇਰੀ ਮਦਦ ਕਰੋ";

"zanalytics.bug.alert.message.savetolocal"         = "ਮੁਆਫ਼ ਕਰਨਾ! ਅਸੀਂ ਬੱਗ ਰਿਪੋਰਟ ਨਹੀਂ ਭੇਜ ਸਕੇ, ਕੀ ਤੁਸੀਂ ਸਕ੍ਰੀਨਸ਼ੌਟ ਨੂੰ ਸੁਰੱਖਿਅਤ ਕਰਨਾ ਚਾਹੁੰਦੇ ਹੋ?";



"zanalytics.feedback.email.title"                = "ਈਮੇਲ ਪਤਾ";


"zanalytics.bug.detectscreen.title"       = "ਕੁਝ ਦਿਲਚਸਪ ਮਿਲਿਆ?";

"zanalytics.bug.alert.detectscreen.yes"                      = "ਹਾਂ";
"zanalytics.bug.alert.detectscreen.no"                       = "ਨਾ";

"zanalytics.bug.alert.detectscreen.share" = "ਸਾਂਝਾ ਕਰੋ";
"zanalytics.bug.alert.detectscreen.dontshow" = "ਦੁਬਾਰਾ ਨਾ ਪੁੱਛੋ";

"zanalytics.bug.annotate.button.title"                       = "ਹੇਠਾਂ ਦਿੱਤੇ ਟੂਲਸ ਦੀ ਵਰਤੋਂ ਕਰਕੇ ਬੱਗ ਨੂੰ ਵਿਆਖਿਆ ਕਰੋ";


"zanalytics.feedback.failed.alert.description" = "ਫੀਡਬੈਕ ਭੇਜਣ ਵਿੱਚ ਅਸਫਲ, ਕਿਰਪਾ ਕਰਕੇ ਦੁਬਾਰਾ ਕੋਸ਼ਿਸ਼ ਕਰੋ!";


"zanalytics.feedback.success.alert.description" = "ਆਪਣਾ ਫੀਡਬੈਕ ਦਰਜ ਕਰਨ ਲਈ ਧੰਨਵਾਦ!";


"zanalytics.feedback.common.alert.title.add.photos" = "ਫ਼ੋਟੋਆਂ ਸ਼ਾਮਿਲ ਕਰੋ";
"zanalytics.feedback.common.alert.title.alert" = "ਚੇਤਾਵਨੀ";
"zanalytics.feedback.common.button.title.back" = "ਪਿੱਛੇ";
"zanalytics.feedback.common.button.title.cancel" = "ਰੱਦ ਕਰੋ";
"zanalytics.feedback.common.button.title.close" = "ਬੰਦ ਕਰੋ";
"zanalytics.feedback.common.button.title.ok" = "ਠੀਕ ਹੈ";

"zanalytics.feedback.textview.placeholder"= "ਅਸੀਂ ਤੁਹਾਡੇ ਫੀਡਬੈਕ ਦੀ ਕਦਰ ਕਰਦੇ ਹਾਂ। ਕਿਰਪਾ ਕਰਕੇ ਸਾਨੂੰ ਦੱਸੋ ਕਿ ਅਸੀਂ ਕਿੱਦਾਂ ਕਰ ਰਹੇ ਹਾਂ।";
"zanalytics.bug.textview.placeholder"   = "ਕੀ ਤੁਸੀਂ ਸਾਡੀ ਐਪ ਦੀ ਵਰਤੋਂ ਕਰਦੇ ਸਮੇਂ ਕਿਸੇ ਸਮੱਸਿਆ ਦਾ ਸਾਹਮਣਾ ਕਰ ਰਹੇ ਹੋ? ਸਾਨੂੰ ਇਸ ਬਾਰੇ ਦੱਸੋ।";
"zanalytics.help.textview.placeholder"  = "ਅਸੀਂ ਚੀਜ਼ਾਂ ਨੂੰ ਠੀਕ ਕਰਨ ਦੀ ਕੋਸ਼ਿਸ਼ ਕਰਕੇ ਤੁਹਾਡੀ ਮਦਦ ਕਰਾਂਗੇ!";

"zanalytics.feedback.add.photos.alert.description" = "ਕੋਈ ਫ਼ੋਟੋਆਂ ਨੱਥੀ ਨਹੀਂ ਕੀਤੀਆਂ ਹਨ, ਹੋਰ ਫ਼ੋਟੋਆਂ ਸ਼ਾਮਿਲ ਕਰੋ ਲਈ ਫ਼ੋਟੋ ਗੈਲਰੀ ਖੋਲ੍ਹੋ!";
"zanalytics.feedback.add.photos.alert.open" = "ਫ਼ੋਟੋਆਂ ਖੋਲ੍ਹੋ";
"zanalytics.feedback.access.photos.alert.description" = "%@ ਐਪ ਕੋਲ ਤੁਹਾਡੀਆਂ ਫ਼ੋਟੋਆਂ ਦੀ ਐਕਸੈਸ ਨਹੀਂ ਹੈ।\nਐਕਸੈਸ ਨੂੰ ਸਮਰੱਥ ਕਰਨ ਲਈ, ਇੱਥੇ ਜਾਓ: ਸੈਟਿੰਗਾਂ > ਪਰਦੇਦਾਰੀ > ਫ਼ੋਟੋਆਂ > %@";

"zanalytics.feedback.access.photos.alert.settings" = "ਸੈਟਿੰਗਾਂ";

"zanalytics.feedback.label.title.anonymous" = "ਗੁਮਨਾਮ";

"zanalytics.feedback.navbar.button.title.send" = "ਭੇਜੋ";
"zanalytics.feedback.navbar.button.title.next" = "ਅਗਲਾ";
"zanalytics.feedback.navbar.button.title.done" = "ਹੋ ਗਿਆ";
"zanalytics.feedback.navbar.button.title.editphotos" = "ਫ਼ੋਟੋਆਂ ਦੀ ਸੋਧ ਕਰੋ";
"zanalytics.feedback.navbar.button.title.addmore" = "ਹੋਰ ਸ਼ਾਮਲ ਕਰੋ";
"zanalytics.feedback.navbar.button.title.attach" = "ਨੱਥੀ ਕਰੋ";
"zanalytics.feedback.navbar.button.title.delete" = "ਮਿਟਾਓ";


"zanalytics.feedback.navbar.title.taptoedit" = "ਸੋਧ ਕਰਨ ਲਈ ਟੈਪ ਕਰੋ";
"zanalytics.feedback.navbar.title.editor" = "ਐਡੀਟਰ";
"zanalytics.feedback.navbar.title.choosephotos" = "ਫ਼ੋਟੋਆਂ ਨਿਸ਼ਚਿਤ ਕਰੋ";
"zanalytics.feedback.navbar.title.selectphotos" = "ਫ਼ੋਟੋਆਂ ਚੁਣੋ";
"zanalytics.feedback.navbar.title.photoselected" = "ਫ਼ੋਟੋ ਚੁਣੀ ਗਈ";
"zanalytics.feedback.navbar.title.photosselected" = "ਫ਼ੋਟੋਆਂ ਚੁਣਿਆਂ ਗਈਆਂ";

"zanalytics.feedback.accessory.title.systemlogs" = "ਸਿਸਟਮ ਲੌਗਸ ਸ਼ਾਮਲ ਕਰੋ";
"zanalytics.feedback.accessory.title.diagnosticinfo" = "ਡਾਇਗਨੌਸਟਿਕ ਜਾਣਕਾਰੀ ਸ਼ਾਮਲ ਕਰੋ";
"zanalytics.feedback.accessory.button.title.view" = "ਵਿਊ";

"zanalytics.feedback.picker.image.notfound" = "ਚਿੱਤਰ ਨਹੀਂ ਮਿਲੇ";

"zanalytics.feedback.attachments.title" = "ਅਟੈਚਮੈਂਟਾਂ(%i)";

"zanalytics.feedback.privacy.consent.description" = "ਅਸੀਂ ਤੁਹਾਨੂੰ ਕੰਸੋਲ ਲੌਗ ਅਤੇ ਡਾਇਗਨੌਸਟਿਕ ਜਾਣਕਾਰੀ ਨੂੰ ਸ਼ਾਮਲ ਕਰਨ ਦੀ ਸਿਫ਼ਾਰਿਸ਼ ਕਰਦੇ ਹਾਂ ਕਿਉਂਕਿ ਇਹ ਸਾਡੇ ਡਿਵੈਲਪਰਾਂ ਨੂੰ ਤੁਹਾਡੇ ਦੁਆਰਾ ਸਾਂਝੇ ਕੀਤੇ ਗਏ ਫੀਡਬੈਕ ਨੂੰ ਬਿਹਤਰ ਤਰੀਕੇ ਨਾਲ ਸਮਝਣ ਵਿੱਚ ਮਦਦ ਕਰੇਗਾ।";

"zanalytics.feedback.privacy.consent.clogs.title" = "ਕੰਸੋਲ ਲੌਗਸ";

"zanalytics.feedback.privacy.consent.dinfo.title" = "ਡਾਇਗਨੌਸਟਿਕ ਜਾਣਕਾਰੀ";

"zanalytics.feedback.privacy.consent.otherinfo.title" = "ਹੋਰ ਜਾਣਕਾਰੀ";

"zanalytics.feedback.privacy.consent.deviceinfo.title" = "ਡਿਵਾਈਸ ਜਾਣਕਾਰੀ";

"zanalytics.feedback.privacy.consent.cancel" = "ਰੱਦ ਕਰੋ";

"zanalytics.feedback.privacy.consent.openmailapp" = "ਮੇਲ ਵਿੱਚ ਖੋਲ੍ਹੋ";

"zanalytics.feedback.crash.sendcrash.alwayssend" = "ਹਮੇਸ਼ਾ ਭੇਜੋ";


// Issue Recording VC
"issuerecordscreen.label.recordissue" = "ਆਪਣੀ ਸਮੱਸਿਆ ਰਿਕਾਰਡ ਕਰੋ";
"issuerecordscreen.label.close" = "ਬੰਦ ਕਰੋ";
"issuerecordscreen.label.failedtoinitiate" = "ਸਕਰੀਨ ਰਿਕਾਰਡਿੰਗ ਸ਼ੁਰੂ ਕਰਨ ਵਿੱਚ ਅਸਫਲ";
"issuerecordscreen.label.failuremultiwindow" = "ਜਿਸ ਕੰਟੈਂਟ ਨੂੰ ਤੁਸੀਂ ਰਿਕਾਰਡ ਕਰਨ ਦੀ ਕੋਸ਼ਿਸ਼ ਕਰ ਰਹੇ ਹੋ, ਉਹ ਮਲਟੀ-ਵਿੰਡੋ ਮੋਡ ਵਿੱਚ ਹੈ, ਜੋ ਕਿ ਰਿਕਾਰਡਿੰਗ ਲਈ ਸਮਰਥਿਤ ਨਹੀਂ ਹੈ। ਕਿਰਪਾ ਕਰਕੇ ਫੁੱਲ-ਸਕਰੀਨ ਮੋਡ 'ਤੇ ਸਵਿੱਚ ਕਰੋ";
"issuerecordscreen.label.nointerneterror" = "ਸਕਰੀਨ ਰਿਕਾਰਡਿੰਗ ਲਈ ਇੰਟਰਨੈੱਟ ਕਨੈਕਸ਼ਨ ਦੀ ਲੋੜ ਹੈ। ਅੱਗੇ ਵੱਧਣ ਲਈ ਕਿਰਪਾ ਕਰਕੇ ਕਨੈਕਟ ਕਰੋ।";
"issuerecordscreen.label.ok" = "ਠੀਕ ਹੈ";
"issuerecordscreen.label.recordinginfo" = "ਤੁਹਾਨੂੰ ਪੇਸ਼ ਆ ਰਹੀਆਂ ਸਮੱਸਿਆਵਾਂ ਨੂੰ ਜਲਦੀ ਰਿਕਾਰਡ ਕਰੋ, ਨਾਲੇ ਆਸਾਨ ਸਮਝ ਅਤੇ ਤੁਰੰਤ ਸਹਾਇਤਾ ਲਈ ਉਨ੍ਹਾਂ ਨੂੰ ਸਾਡੀ ਸਹਾਇਤਾ ਟੀਮ ਨੂੰ ਭੇਜੋ।";
"issuerecordscreen.label.iagreetext" = "ਮੈਂ ਲੋੜੀਂਦੇ ਡੇਟਾ ਦੇ ਸੰਗ੍ਰਹਿ ਲਈ ਸਹਿਮਤ ਹਾਂ ਅਤੇ ਸਹਿਮਤੀ ਦਿੰਦਾ/ਦਿੰਦੀ ਹਾਂ। ਵੇਰਵੇ ਦੇਖੋ";
"issuerecordscreen.label.optiontotrim" = "ਤੁਹਾਡੇ ਕੋਲ ਰਿਕਾਰਡ ਕੀਤੇ ਵੀਡੀਓ ਨੂੰ ਟ੍ਰਿਮ ਕਰਨ, ਸੰਪਾਦਿਤ ਕਰਨ ਅਤੇ ਐਨੋਟੇਟ ਕਰਨ ਦਾ ਵਿਕਲਪ ਹੈ।";
"issuerecordscreen.label.startrecording" = "ਰਿਕਾਰਡਿੰਗ ਸ਼ੁਰੂ ਕਰੋ";
"issuerecordscreen.label.endrecording" = "ਰਿਕਾਰਡਿੰਗ ਬੰਦ ਕਰੋ";
"issuerecordscreen.label.recordinginprogress" = "ਰਿਕਾਰਡਿੰਗ ਚਾਲੂ ਹੈ!";
"issuerecordscreen.label.quicktipstext" = "ਤੁਰੰਤ ਸੁਝਾਅ";
"issuerecordscreen.label.quicktips1" = "ਤੁਸੀਂ ਵੱਧ ਤੋਂ ਵੱਧ 5 ਮਿੰਟ ਲਈ ਆਪਣੀ ਸਕ੍ਰੀਨ ਨੂੰ ਰਿਕਾਰਡ ਕਰ ਸਕਦੇ ਹੋ।";
"issuerecordscreen.label.quicktips2" = "ਤੁਸੀਂ ਰਿਕਾਰਡ ਕੀਤੇ ਵੀਡੀਓ ਨੂੰ ਟ੍ਰਿਮ, ਐਡਿਟ ਅਤੇ ਐਨੋਟੇਟ ਕਰ ਸਕਦੇ ਹੋ।";
"issuerecordscreen.label.quicktips3" = "ਜਦੋਂ ਸਕ੍ਰੀਨ ਰਿਕਾਰਡ ਹੋ ਰਹੀ ਹੋਵੇ ਤਾਂ ਐਪ ਨੂੰ ਬੰਦ ਨਾ ਕਰੋ।";
"issuerecordscreen.label.quicktips4" = "ਹੋਰ ਜਾਣਨ ਲਈ, ਕਿਰਪਾ ਕਰਕੇ ਸਾਡੇ ਮਦਦ ਦਸਤਾਵੇਜ਼ ਵੇਖੋ";

// Data Consent Screen
"dataconsentscreen.label.consenttitle" = "ਤੁਹਾਡੀ ਸਹਿਮਤੀ 'ਤੇ ਹੇਠਾਂ ਲਿਖਿਆ ਡੇਟਾ ਇਕੱਠਾ ਕੀਤਾ ਜਾਵੇਗਾ:";
"dataconsentscreen.label.consent1" = "ਤੁਹਾਡਾ IP ਪਤਾ ਅਤੇ ਰਿਕਾਰਡਿੰਗ ਦੌਰਾਨ ਤਿਆਰ ਹੋਏ ਕੰਸੋਲ ਲੌਗ";
"dataconsentscreen.label.consent2" = "ਤੁਹਾਡੇ ਇਨਵਾਇਰਮੈਂਟ ਦੇ ਵੇਰਵੇ ਜਿਵੇਂ ਕਿ ਡਿਵਾਈਸ ਦਾ ਨਾਮ, OS ਵਰਜਨ, ਆਦਿ।";
"dataconsentscreen.label.consent3" = "ਡਿਵਾਈਸ ਪਰਫਾਰਮੈਂਸ ਮੈਟ੍ਰਿਕਸ (ਜਿਵੇਂ ਕਿ ਮੈਮੋਰੀ, ਨੈਟਵਰਕ ਕਨੈਕਸ਼ਨ ਟਾਈਮ, ਆਦਿ)";
"dataconsentscreen.label.consent4" = "ਡਿਵਾਈਸ ਵਿੰਡੋ ਦੀ ਸਕ੍ਰੀਨ ਰਿਕਾਰਡਿੰਗ";
"dataconsentscreen.label.consent5" = "ਡਿਫੌਲਟ ਰੂਪ ਵਿੱਚ, ਸਕ੍ਰੀਨ ਰਿਕਾਰਡਿੰਗ ਦੌਰਾਨ ਔਓ ਰਿਕਾਰਡ ਕੀਤੀ ਜਾਵੇਗੀ। ਪਰ ਤੁਸੀਂ ਇਸਨੂੰ ਸਬਮਿਟ ਕਰਾਉਣ ਤੋਂ ਪਹਿਲਾਂ ਔਡੀਓ ਟ੍ਰੈਕ ਨੂੰ ਮਿਊਟ ਜਾਂ ਦੁਬਾਰਾ ਰਿਕਾਰਡ ਕਰ ਸਕਦੇ ਹੋ।";

// Permission
"videoannotationscreen.alert.microphonedisabledipad" = "ਮਾਈਕ੍ਰੋਫੋਨ ਤੱਕ ਪਹੁੰਚ ਅਯੋਗ ਹੈ";
"videoannotationscreen.alert.gotosettingtoturnonmicrophoneipad" = "ਔਡੀਓ ਰਿਕਾਰਡ ਕਰਨ ਲਈ ਕਿਰਪਾ ਕਰਕੇ ਸੈਟਿੰਗਾਂ 'ਤੇ ਜਾਓ ਅਤੇ ਮਾਈਕ੍ਰੋਫੋਨ ਨੂੰ ਚਾਲੂ ਕਰੋ।";
"videoannotationscreen.alert.microphonedisablediphone" = "ਮਾਈਕ੍ਰੋਫੋਨ ਤੱਕ ਪਹੁੰਚ ਅਯੋਗ ਹੈ। ਔਡੀਓ ਰਿਕਾਰਡ ਕਰਨ ਲਈ ਕਿਰਪਾ ਕਰਕੇ ਸੈਟਿੰਗਾਂ 'ਤੇ ਜਾਓ ਅਤੇ ਮਾਈਕ੍ਰੋਫੋਨ ਨੂੰ ਚਾਲੂ ਕਰੋ।";

// General
"general.label.recordingintiationfailed" = "ਸਕਰੀਨ ਰਿਕਾਰਡਿੰਗ ਸ਼ੁਰੂ ਕਰਨਾ ਅਸਫਲ ਰਿਹਾ। ਕਿਰਪਾ ਕਰਕੇ ਦੁਬਾਰਾ ਕੋਸ਼ਿਸ਼ ਕਰੋ";
"general.label.ok" = "ਠੀਕ ਹੈ";
"general.label.submit" = "ਸਬਮਿਟ ਕਰੋ";
"general.label.done" = "ਮੁਕੰਮਲ";
"general.label.cancel" = "ਰੱਦ ਕਰੋ";
"general.label.settings" = "ਸੈਟਿੰਗਾਂ";
"general.label.erroroccured" = "ਤਰੁੱਟੀ ਆਈ ਹੈ";

// Issue Submission Screen
"issuesubmissionscreen.alert.filesizeexceeded" = "ਫਾਈਲ ਆਕਾਰ ਵੱਧ ਗਿਆ ਹੈ। ਫਾਈਲ ਦਾ ਆਕਾਰ 3 MB ਤੋਂ ਵੱਧ ਨਹੀਂ ਹੋਣਾ ਚਾਹੀਦਾ";
"issuesubmissionscreen.label.attachfiles" = "ਫਾਈਲਾਂ ਅਟੈਚ ਕਰੋ";
"issuesubmissionscreen.label.newrecording" = "ਨਵੀਂ ਰਿਕਾਰਡਿੰਗ";
"issuesubmissionscreen.label.editrecording" = "ਰਿਕਾਰਡਿੰਗ ਐਡਿਟ ਕਰੋ";


// Video Annotation Screen
"videoannotationscreen.label.noaudiotrack" = "ਕੋਈ ਔਡੀਓ ਟਰੈਕ ਨਹੀਂ";
"videoannotationscreen.label.shapeborderwidth" = "ਕਿਨਾਰੀ ਦੀ ਚੌੜਾਈ";
"videoannotationscreen.label.shapelineopacity" = "ਧੁੰਦਲਾਪਨ";
"videoannotationscreen.label.shapetextsize" = "ਟੈਕਸਟ ਸਾਈਜ਼";
"videoannotationscreen.alert.elementdurationbeyondvideolength" = "ਐਲੀਮੈਂਟ ਦੀ ਮਿਆਦ ਵੀਡੀਓ ਦੀ ਲੰਬਾਈ ਤੋਂ ਵੱਧ ਹੈ";
"videoannotationscreen.alert.notallowed" = "ਇਜਾਜ਼ਤ ਨਹੀਂ ਹੈ";
"videoannotationscreen.alert.deleteexisitingaudio" = "ਕਿਰਪਾ ਕਰਕੇ ਨਵੀਂ ਰਿਕਾਰਡਿੰਗ ਤੋਂ ਪਹਿਲਾਂ ਮੌਜੂਦਾ ਔਡੀਓ ਨੂੰ ਡਿਲੀਟ ਕਰੋ";
"videoannotationscreen.alert.textlimitreached" = "ਸੀਮਿਤ ਪਹੁੰਚ ਗਈ";
"videoannotationscreen.alert.textdeleteexisting" = "ਕਿਰਪਾ ਕਰਕੇ ਕੁਝ ਮੌਜੂਦਾ ਟੈਕਸਟ ਨੂੰ ਡਿਲੀਟ ਕਰੋ।";
"videoannotationscreen.alert.pausevideobeforerecordingaudio" = "ਔਡੀਓ ਰਿਕਾਰਡ ਕਰਨ ਤੋਂ ਪਹਿਲਾਂ ਕਿਰਪਾ ਕਰਕੇ ਆਪਣੀ ਵੀਡੀਓ ਨੂੰ ਰੋਕੋ";
"videoannotationscreen.alert.changesnotsaved" = "ਤੁਹਾਡੀਆਂ ਤਬਦੀਲੀਆਂ ਸੇਵ ਨਹੀਂ ਕੀਤੀਆਂ ਗਈਆਂ ਹਨ। ਕੀ ਤੁਸੀਂ ਪੱਕਾ ਅੱਗੇ ਵਧਣਾ ਚਾਹੁੰਦੇ ਹੋ?";
"videoannotationscreen.alert.proceed" = "ਜਾਰੀ ਰੱਖੋ";
"videoannotationscreen.alert.stroketypesolid" = "ਸੋਲਿਡ";
"videoannotationscreen.alert.stroketypedashed" = "ਡੈਸ਼ਡ";
"videoannotationscreen.alert.entertext" = "ਟੈਕਸਟ ਦਰਜ ਕਰੋ";

"videoannotationscreen.label.trim" = "ਟ੍ਰਿਮ ਕਰੋ";
"videoannotationscreen.label.mask" = "ਮਾਸਕ";
"videoannotationscreen.label.shapes" = "ਆਕ੍ਰਿਤੀਆਂ";
"videoannotationscreen.label.text" = "ਟੈਕਸਟ";
"videoannotationscreen.label.audio" = "ਔਡੀਓ";
"videoannotationscreen.label.block" = "ਬਲੌਕ ਕਰੋ";
"videoannotationscreen.label.blur" = "ਧੁੰਧਲਾ";
"videoannotationscreen.label.rectangle" = "ਆਇਤ";
"videoannotationscreen.label.oval" = "ਅੰਡਾਕਾਰ";
"videoannotationscreen.label.arrow" = "ਐਰੋ";
"videoannotationscreen.label.color" = "ਰੰਗ";
"videoannotationscreen.label.width" = "ਚੌੜਾਈ";
"videoannotationscreen.label.style" = "ਸ਼ੈਲੀ";
"videoannotationscreen.label.edit" = "ਸੋਧ ਕਰੋ";
"videoannotationscreen.label.size" = "ਸਾਈਜ਼";
"videoannotationscreen.label.background" = "ਪਿਛੋਕੜ";
"videoannotationscreen.label.textregular" = "ਨਿਯਮਤ";
"videoannotationscreen.label.textbold" = "ਬੋਲਡ";
"videoannotationscreen.label.textitalics" = "ਇਟਾਲਿਕਸ";
"videoannotationscreen.label.textbolditalics" = "ਬੋਲਡ-ਇਟੈਲਿਕ";

// Issue Submission Form
"issuesubmissionform.label.emaildisplay" = "ਈਮੇਲ ਪਤਾ";
"issuesubmissionform.label.emailplaceholder" = "zylker@zohomail.com";
"issuesubmissionform.label.screenrecordingsummary" = "ਸਕ੍ਰੀਨ ਰਿਕਾਰਡ ਸੰਖੇਪ ਜਾਣਕਾਰੀ";
"issuesubmissionform.label.subjectdisplayname" = "ਵਿਸ਼ਾ";
"issuesubmissionform.label.subjectplaceholder" = "ਵਿਸ਼ਾ ਦਾਖਲ ਕਰੋ";
"issuesubmissionform.label.addtoexistingticket" = "ਮੌਜੂਦਾ ਟਿਕਟ ਵਿੱਚ ਸ਼ਾਮਲ ਕਰੋ";
"issuesubmissionform.label.existingticketid" = "ਮੌਜੂਦਾ ਟਿਕਟ ID";
"issuesubmissionform.label.enterticketidtolink" = "ਲਿੰਕ ਕਰਨ ਲਈ ਟਿਕਟ ID ਦਾਖਲ ਕਰੋ";
"issuesubmissionform.label.issuedescription" = "ਮੁੱਦੇ ਦਾ ਵੇਰਵਾ";
"issuesubmissionform.label.issuemoredetails" = "ਸਮੱਸਿਆ ਬਾਰੇ ਹੋਰ ਵੇਰਵੇ ਦਿਓ";
"issuesubmissionform.label.submityourissue" = "ਆਪਣੀ ਸਮੱਸਿਆ ਸਬਮਿਟ ਕਰੋ";
"issuesubmissionform.alert.videouploadfailed" = "ਵੀਡੀਓ ਅਪਲੋਡ ਕਰਨਾ ਅਸਫਲ ਹੋ ਗਿਆ ਹੈ। ਕਿਰਪਾ ਕਰਕੇ ਦੁਬਾਰਾ ਕੋਸ਼ਿਸ਼ ਕਰੋ।";
"issuesubmissionform.alert.thanksmessagetitle" = "ਸਾਡੇ ਨੂੰ ਸੰਪਰਕ ਕਰਨ ਲਈ ਤੁਹਾਡਾ ਧੰਨਵਾਦ!";
"issuesubmissionform.alert.thanksmessagebody" = "ਤੁਹਾਡੀਆਂ ਪ੍ਰਸ਼ਨ ਸਾਡੇ ਲਈ ਬਹੁਤ ਅਹਿਮ ਹਨ, ਇਸ ਲਈ ਸਾਡੀ ਸਹਾਇਤਾ ਟੀਮ ਜਲਦੀ ਹੀ ਤੁਹਾਡੇ ਨਾਲ ਸੰਪਰਕ ਕਰੇਗੀ। ਤੁਹਾਡਾ ਦਿਨ ਸ਼ਾਨਦਾਰ ਹੋਵੇ!";
"issuesubmissionform.alert.videoeditdetailuploadfailure" = "ਵੀਡੀਓ ਸੰਪਾਦਨ ਵੇਰਵੇ ਅਪਲੋਡ ਕਰਨਾ ਅਸਫਲ ਹੋ ਗਿਆ। ਕਿਰਪਾ ਕਰਕੇ ਦੁਬਾਰਾ ਕੋਸ਼ਿਸ਼ ਕਰੋ।";
"issuesubmissionform.label.entersubject" = "ਕਿਰਪਾ ਕਰਕੇ ਸਮੱਸਿਆ ਦਾ ਵਿਸ਼ਾ ਦਾਖਲ ਕਰੋ";
"issuesubmissionform.label.enteremail" = "ਕਿਰਪਾ ਕਰਕੇ ਈਮੇਲ ਪਤਾ ਦਾਖ਼ਲ ਕਰੋ";
"issuesubmissionform.label.enterexistingticketid" = "ਕਿਰਪਾ ਕਰਕੇ ਮੌਜੂਦਾ ਟਿਕਟ id ਦਾਖਲ ਕਰੋ";
"issuesubmissionform.label.choosephoto" = "ਫੋਟੋ ਚੁਣੋ";
"issuesubmissionform.label.browse" = "ਬ੍ਰਾਉਜ਼ ਕਰੋ";
"issuesubmissionform.alert.accestophotodisabledgotosetting" = "ਫੋਟੋ ਲਾਇਬ੍ਰੇਰੀ ਤੱਕ ਪਹੁੰਚ ਅਯੋਗ ਹੈ। ਫੋਟੋਆਂ ਤੱਕ ਪਹੁੰਚ ਕਰਨ ਲਈ ਕਿਰਪਾ ਕਰਕੇ ਸੈਟਿੰਗਾਂ 'ਤੇ ਜਾਓ ਅਤੇ ਫੋਟੋ ਲਾਇਬ੍ਰੇਰੀ ਨੂੰ ਚਾਲੂ ਕਰੋ।";
"issuesubmissionform.alert.accestophotodisabledipad" = "ਫੋਟੋ ਲਾਇਬ੍ਰੇਰੀ ਤੱਕ ਪਹੁੰਚ ਅਯੋਗ ਹੈ";
"issuesubmissionform.alert.accestophotodisabledmessageipad" = "ਫੋਟੋਆਂ ਤੱਕ ਪਹੁੰਚ ਕਰਨ ਲਈ ਕਿਰਪਾ ਕਰਕੇ ਸੈਟਿੰਗਾਂ 'ਤੇ ਜਾਓ ਅਤੇ ਫੋਟੋ ਲਾਇਬ੍ਰੇਰੀ ਨੂੰ ਚਾਲੂ ਕਰੋ।";
"issuesubmissionform.alert.submitting" = "ਸਬਮਿਟ ਕੀਤਾ ਜਾ ਰਿਹਾ ਹੈ";
